[
    {
        "title": "The Attachment Diaries",
        "tmdb_id": 743040,
        "genres": [
            "Drama",
            "Mystery",
            "Thriller",
            "Horror"
        ],
        "languages": [
            "Spanish"
        ],
        "production_countries": [
            "Argentina"
        ],
        "release_date": "2021-10-07",
        "overview": "Argentina, 1970s. A desperate young woman goes to a clinic to have a clandestine abortion. As her pregnancy is already through the fourth month, the doctor refuses. Instead, she proposes to sell the baby to one of her clients and offers to provide shelter in her house until the child is born. Their disturbed personalities will become intertwined in a strange and dangerous relationship."
    },
    {
        "title": "You Can Live Forever",
        "tmdb_id": 887580,
        "genres": [
            "Drama",
            "Romance"
        ],
        "languages": [
            "English",
            "French"
        ],
        "production_countries": [
            "Canada",
            "United States of America"
        ],
        "release_date": "2023-03-24",
        "overview": "When Jaime, a gay teenager, is sent to live in a community of Jehovah's Witnesses in small-town Quebec, she falls madly in love with a devout Witness girl. The two embark on an intense affair with consequences that will reshape the rest of their lives."
    },
    {
        "title": "A Tourist’s Guide to Love",
        "tmdb_id": 813726,
        "genres": [
            "Romance",
            "Comedy"
        ],
        "languages": [
            "English",
            "Vietnamese"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2023-04-21",
        "overview": "After an unexpected break up, a travel executive accepts an assignment to go undercover and learn about the tourist industry in Vietnam. Along the way, she finds adventure and romance with her Vietnamese expat tour guide and they decide to hijack the tour bus in order to explore life and love off the beaten path."
    },
    {
        "title": "Other People’s Children",
        "tmdb_id": 803694,
        "genres": [
            "Drama",
            "Comedy"
        ],
        "languages": [
            "French",
            "English"
        ],
        "production_countries": [
            "France"
        ],
        "release_date": "2022-09-21",
        "overview": "Rachel loves her life, her students, her friends, her ex, her guitar lessons. When she falls in love with Ali, she grows close to his 4-year-old daughter, Leila. She tucks her in, looks after her, and loves her like a mother... which she isn’t. Not yet. Rachel is 40. The desire for a family of her own is growing stronger, and the clock is ticking. Is it too late?"
    },
    {
        "title": "One True Loves",
        "tmdb_id": 846961,
        "genres": [
            "Romance",
            "Drama",
            "Comedy"
        ],
        "languages": [
            "English",
            "Spanish"
        ],
        "production_countries": [
            "Czech Republic",
            "United States of America"
        ],
        "release_date": "2023-04-07",
        "overview": "Emma and Jesse are living the perfect life together, until Jesse disappears in a tragic helicopter crash on their first wedding anniversary. Four years later, Emma has found happiness again and is about to marry her best friend when Jesse resurfaces, turning her world upside down and leaving her torn between two great loves."
    },
    {
        "title": "The Lost Weekend: A Love Story",
        "tmdb_id": 965042,
        "genres": [
            "Documentary"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2023-04-13",
        "overview": "May Pang lovingly recounts her life in rock & roll and the whirlwind 18 months spent as friend, lover, and confidante to one of the towering figures of popular culture, John Lennon, in this funny, touching, and vibrant portrait of first love."
    },
    {
        "title": "A Thousand and One",
        "tmdb_id": 855263,
        "genres": [
            "Drama",
            "Crime"
        ],
        "languages": [
            "English",
            "Spanish",
            "Portuguese"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2023-03-31",
        "overview": "Struggling but unapologetically living on her own terms, Inez is moving from shelter to shelter in mid-1990s New York City. With her 6-year-old son Terry in foster care and unable to leave him again, she kidnaps him so they can build their life together. As the years go by, their family grows and Terry becomes a smart yet quiet teenager, but the secret that has defined their lives threatens to destroy the home they have so improbably built."
    },
    {
        "title": "Your Place or Mine",
        "tmdb_id": 703451,
        "genres": [
            "Romance",
            "Comedy"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2023-02-10",
        "overview": "When best friends and total opposites Debbie and Peter swap homes for a week, they get a peek into each other's lives that could open the door to love."
    },
    {
        "title": "Love in the Time of Fentanyl",
        "tmdb_id": 976653,
        "genres": [
            "Documentary"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "Canada",
            "United States of America"
        ],
        "release_date": "2023-02-03",
        "overview": "An intimate portrait of a community fighting to save lives and keep hope alive in a neighborhood ravaged by the overdose crisis."
    },
    {
        "title": "Pamela, a Love Story",
        "tmdb_id": 1061671,
        "genres": [
            "Documentary"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2023-01-30",
        "overview": "In her own words, through personal video and diaries, Pamela Anderson shares the story of her rise to fame, rocky romances and infamous sex tape scandal."
    },
    {
        "title": "In From the Side",
        "tmdb_id": 622082,
        "genres": [
            "Drama",
            "Romance"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United Kingdom"
        ],
        "release_date": "2022-09-16",
        "overview": "Mark, a new and inexperienced rugby club member, finds himself drawn to Warren, a seasoned first team player. When a series of happenstances at an away fixture lead to a drunken encounter, Mark and Warren unwittingly embark on a romantic affair they struggle to hide from their partners and teammates."
    },
    {
        "title": "After Love",
        "tmdb_id": 714011,
        "genres": [
            "Drama"
        ],
        "languages": [
            "English",
            "Arabic",
            "French",
            "Urdu"
        ],
        "production_countries": [
            "United Kingdom"
        ],
        "release_date": "2021-06-04",
        "overview": "Set in the port town of Dover in the South-East of England, Mary Hussain suddenly finds herself a widow following the unexpected death of her husband. A day after the burial, she discovers he has a secret just twenty-one miles across the English Channel in Calais."
    },
    {
        "title": "Alcarràs",
        "tmdb_id": 804251,
        "genres": [
            "Drama"
        ],
        "languages": [
            "Catalan"
        ],
        "production_countries": [
            "Spain"
        ],
        "release_date": "2022-04-29",
        "overview": "In a small village in Catalonia, the peach farmers of the Solé family spend every summer together picking fruit from their orchard. But when plans arise to install solar panels and cut down trees, the members of this tight-knit group suddenly face eviction – and the loss of far more than their home."
    },
    {
        "title": "Nelly & Nadine",
        "tmdb_id": 916437,
        "genres": [
            "Documentary"
        ],
        "languages": [
            "English",
            "Spanish",
            "French",
            "Swedish"
        ],
        "production_countries": [
            "Belgium",
            "Norway",
            "Sweden"
        ],
        "release_date": "2024-06-05",
        "overview": "Nelly and Nadine meet in Ravensbrück concentration camp. They spend the rest of their lives together. Decades later, Nelly’s granddaughter goes in search of clues. A poignant film about a love story and the need for individual and collective remembrance."
    },
    {
        "title": "Lady Chatterley’s Lover",
        "tmdb_id": 814338,
        "genres": [
            "Drama",
            "Romance"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United Kingdom",
            "United States of America"
        ],
        "release_date": "2022-11-22",
        "overview": "Unhappily married aristocrat Lady Chatterley begins a torrid affair — and falls deeply in love — with the gamekeeper on her husband's country estate."
    },
    {
        "title": "The Sound of Christmas",
        "tmdb_id": 1035923,
        "genres": [
            "TV Movie",
            "Drama"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2022-11-24",
        "overview": "A woman facing eviction just before Christmas who must navigate budding romantic feelings for a handsome billionaire when she takes a job nannying for his two children right before Christmas."
    },
    {
        "title": "The Inspection",
        "tmdb_id": 837938,
        "genres": [
            "Drama"
        ],
        "languages": [
            "Arabic",
            "Spanish",
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2022-11-18",
        "overview": "Ellis French is a young, gay Black man, rejected by his mother and with few options for his future, decides to join the Marines, doing whatever it takes to succeed in a system that would cast him aside. But even as he battles deep-seated prejudice and the grueling routines of basic training, he finds unexpected camaraderie, strength, and support in this new community, giving him a hard-earned sense of belonging that will shape his identity and forever change his life."
    },
    {
        "title": "Bones and All",
        "tmdb_id": 791177,
        "genres": [
            "Drama",
            "Horror",
            "Romance"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "Italy",
            "United States of America"
        ],
        "release_date": "2022-11-18",
        "overview": "Abandoned by her father, a young woman embarks on a thousand-mile odyssey through the backroads of America where she meets a disenfranchised drifter. But despite their best efforts, all roads lead back to their terrifying pasts and to a final stand that will determine whether their love can survive their otherness."
    },
    {
        "title": "My Policeman",
        "tmdb_id": 744114,
        "genres": [
            "Drama",
            "Romance"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United Kingdom",
            "United States of America"
        ],
        "release_date": "2022-10-20",
        "overview": "In the late 1990s, the arrival of elderly invalid Patrick into Marion and Tom’s home triggers the exploration of seismic events from 40 years previous: the passionate relationship between Tom and Patrick at a time when homosexuality was illegal."
    },
    {
        "title": "About Fate",
        "tmdb_id": 828613,
        "genres": [
            "Romance",
            "Comedy"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2022-09-08",
        "overview": "Two strangers believe in love but never seem to be able to find its true meaning. In a wild twist of events, fate puts each in the other's path on one stormy New Year's Eve."
    },
    {
        "title": "Waiting for Bojangles",
        "tmdb_id": 851303,
        "genres": [
            "Drama",
            "Comedy",
            "Romance"
        ],
        "languages": [
            "English",
            "French",
            "Spanish"
        ],
        "production_countries": [
            "France",
            "United States of America"
        ],
        "release_date": "2021-10-13",
        "overview": "A boy and his eccentric parents leave their home in Paris for a country house in Spain. As the mother descends deeper into her own mind, it's up to the boy and his father to keep her safe and happy."
    },
    {
        "title": "I Love My Dad",
        "tmdb_id": 876825,
        "genres": [
            "Comedy"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2022-08-05",
        "overview": "A hopelessly estranged father catfishes his son in an attempt to reconnect."
    },
    {
        "title": "A Love Song",
        "tmdb_id": 913851,
        "genres": [
            "Drama",
            "Romance"
        ],
        "languages": [
            "English",
            "Spanish"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2022-07-29",
        "overview": "Two childhood sweethearts, now both widowed, share a night by a lake in the mountains."
    },
    {
        "title": "Alone Together",
        "tmdb_id": 826113,
        "genres": [
            "Romance",
            "Drama"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2022-07-22",
        "overview": "Strangers June and Charlie wind up double-booked in the same upstate New York Airbnb during the start of COVID-19. Exasperating the situation, the lockdown forces them both to stay and confront the unexpected feelings that develop between them."
    },
    {
        "title": "Art of Love",
        "tmdb_id": 1248795,
        "genres": [
            "Romance",
            "Action",
            "Drama"
        ],
        "languages": [
            "Turkish"
        ],
        "production_countries": [
            "Turkey"
        ],
        "release_date": "2024-03-13",
        "overview": "After learning that the art thief she has been chasing is her ex-lover, an officer working for Interpol concocts a plan to catch him red-handed."
    },
    {
        "title": "The Wheel",
        "tmdb_id": 630737,
        "genres": [
            "Action",
            "Science Fiction"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "Australia"
        ],
        "release_date": "2019-09-02",
        "overview": "Sometime in the near future, paraplegic prison inmate Matt Mills meets \"The Board\" of Satoshi-Telefair Industries, who thank him for joining the Program. Under pressure and with a promise to make him walk again, Mills agrees to volunteer. He is injected with a synthetic nanomaterial and suffocated, only to wake up with restored use of his legs, yet alone in a steel cell in the first spoke of an experimental apparatus - The Wheel. A series of assailants inflict a multitude of damage to Mills' body and torment his mind, yet the synthetic nanomaterial not only restores his damaged organs, it re-engineers his strength. The experiment might be designed to kill, but Mills is determined to survive - and get back to his daughter before The Board finds her first."
    },
    {
        "title": "Thor: Love and Thunder",
        "tmdb_id": 616037,
        "genres": [
            "Fantasy",
            "Action",
            "Comedy"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2022-07-06",
        "overview": "After his retirement is interrupted by Gorr the God Butcher, a galactic killer who seeks the extinction of the gods, Thor Odinson enlists the help of King Valkyrie, Korg, and ex-girlfriend Jane Foster, who now wields Mjolnir as the Mighty Thor. Together they embark upon a harrowing cosmic adventure to uncover the mystery of the God Butcher’s vengeance and stop him before it’s too late."
    },
    {
        "title": "Both Sides of the Blade",
        "tmdb_id": 768757,
        "genres": [
            "Drama",
            "Romance"
        ],
        "languages": [
            "French"
        ],
        "production_countries": [
            "France"
        ],
        "release_date": "2022-07-08",
        "overview": "Jean and Sara have been living together for 10 years. When they first met, Sara was living with François, Jean’s best friend and an admirer from back when he played rugby. Jean and Sara love each other. One day, Sara sees François in the street. He does not notice her, but she is overtaken by the sensation that her life could suddenly change. François gets back in touch with Jean. For the first time in years. He suggests they start working together again. From here on, things spiral out of control."
    },
    {
        "title": "Fire of Love",
        "tmdb_id": 913823,
        "genres": [
            "Documentary"
        ],
        "languages": [
            "English",
            "French",
            "Spanish",
            "Portuguese"
        ],
        "production_countries": [
            "Canada",
            "United States of America"
        ],
        "release_date": "2022-07-06",
        "overview": "A doomed love triangle between intrepid French scientists Katia and Maurice Krafft, and their beloved volcanoes."
    },
    {
        "title": "Love & Gelato",
        "tmdb_id": 968438,
        "genres": [
            "Romance",
            "Comedy",
            "Drama"
        ],
        "languages": [
            "English",
            "Italian"
        ],
        "production_countries": [
            "Italy"
        ],
        "release_date": "2022-06-22",
        "overview": "Lina is about to graduate high school and has her sights set on her future at MIT. But when her mom gets sick, she encourages Lina to follow in her footsteps and have “the summer of a lifetime” in Rome. Using her mom’s old diary as a guide, she explores the romantic and magical city, where she just might find love... and gelato, of course."
    },
    {
        "title": "Stay Prayed Up",
        "tmdb_id": 869628,
        "genres": [
            "Documentary"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2021-09-01",
        "overview": "Lena Mae “Mother” Perry, the backbone of her community, cooks for crowds, tends to the needy, and boy, can she sing! After 50 years leading the dynamic, down-home gospel group The Branchettes, the octogenarian powerhouse, armed with her unwavering faith, shows no signs of slowing down. Taking us inside her loving community while following the recording of the group’s first album, this film is bursting with warmth, joy, and soul-stirring gospel music."
    },
    {
        "title": "Benediction",
        "tmdb_id": 399178,
        "genres": [
            "Drama",
            "History",
            "War"
        ],
        "languages": [
            "English",
            "French",
            "German"
        ],
        "production_countries": [
            "United Kingdom",
            "United States of America"
        ],
        "release_date": "2021-12-23",
        "overview": "Poet Siegfried Sassoon survived the horrors of fighting in the First World War and was decorated for his bravery, but became a vocal critic of the government's continuation of the war when he returned from service. Adored by members of the aristocracy as well as stars of London's literary and stage world, he embarked on affairs with several men as he attempted to come to terms with his homosexuality."
    },
    {
        "title": "Dinner in America",
        "tmdb_id": 653664,
        "genres": [
            "Romance",
            "Comedy",
            "Music"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2022-05-27",
        "overview": "An on-the-lam punk rocker and a young woman obsessed with his band go on an unexpected and epic journey together through the decaying suburbs of the American Midwest."
    },
    {
        "title": "In a New York Minute",
        "tmdb_id": 571285,
        "genres": [
            "Drama"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [],
        "release_date": "2019-04-28",
        "overview": "In A New York Minute follows three Asian women, each at a different stage in their life as they deal with their own personal struggles. Amy is haunted by a past breakup that has manifested into an eating disorder. Angel is caught between a loveless marriage with an older American businessman and a passionate affair with Chinese filmmaker. Nina moonlights as an escort as a way of supporting herself financially. As the story unfolds, the film reveals each character’s wants and desires is reflected in the other."
    },
    {
        "title": "Anaïs in Love",
        "tmdb_id": 781453,
        "genres": [
            "Drama",
            "Romance",
            "Comedy"
        ],
        "languages": [
            "French",
            "English"
        ],
        "production_countries": [
            "France"
        ],
        "release_date": "2021-09-15",
        "overview": "A young woman struggling to stay on top of everything in her life meets a married publisher and begins an affair with him."
    },
    {
        "title": "I Love America",
        "tmdb_id": 846238,
        "genres": [
            "Comedy",
            "Romance"
        ],
        "languages": [
            "French",
            "English",
            "Spanish"
        ],
        "production_countries": [
            "United States of America",
            "France"
        ],
        "release_date": "2022-03-11",
        "overview": "A single woman who decides to take a chance on love again by catapulting her life from Paris to Los Angeles. From awkward dates to touching surprise encounters, she understands the journey to love is a journey towards herself."
    },
    {
        "title": "See You Then",
        "tmdb_id": 794903,
        "genres": [
            "Drama"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2022-04-01",
        "overview": "A decade after abruptly breaking up with Naomi, Kris invites her to a dinner to catch-up on their complicated lives, relationships, and Kris' transition."
    },
    {
        "title": "La Mami",
        "tmdb_id": 640235,
        "genres": [
            "Documentary"
        ],
        "languages": [
            "Spanish"
        ],
        "production_countries": [
            "Mexico",
            "Spain"
        ],
        "release_date": "2020-01-27",
        "overview": "One of the rooms inside the legendary Barba Azul Cabaret has become a shelter for the girls working there: the women's bathroom. Every night La Mami, who's in charge of the bathrooms, offers them the warmth and the advice they need to take on the challenge they face in the dance hall."
    },
    {
        "title": "Love After Love",
        "tmdb_id": 377278,
        "genres": [
            "Drama"
        ],
        "languages": [
            "French"
        ],
        "production_countries": [
            "Belgium",
            "France"
        ],
        "release_date": "2016-06-08",
        "overview": "Marie and Boris decide to get a divorce after 15 years of marriage. Tensions rise when cash-strapped Boris must continue to live with Marie and the two children while trying to figure out how to divide the assets."
    },
    {
        "title": "Deep Water",
        "tmdb_id": 619979,
        "genres": [
            "Drama",
            "Mystery",
            "Thriller"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2022-03-18",
        "overview": "Vic and Melinda Van Allen are a couple in the small town of Little Wesley. Their loveless marriage is held together only by a precarious arrangement whereby, in order to avoid the messiness of divorce, Melinda is allowed to take any number of lovers as long as she does not desert her family."
    },
    {
        "title": "Lucy and Desi",
        "tmdb_id": 736280,
        "genres": [
            "Documentary"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2022-01-21",
        "overview": "Explore the unlikely partnership and enduring legacy of one of the most prolific power couples in entertainment history. Lucille Ball and Desi Arnaz risked everything to be together."
    },
    {
        "title": "Cyrano",
        "tmdb_id": 730047,
        "genres": [
            "Drama",
            "Romance"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "Canada",
            "United Kingdom",
            "United States of America"
        ],
        "release_date": "2021-12-17",
        "overview": "A man ahead of his time, Cyrano de Bergerac dazzles whether with ferocious wordplay at a verbal joust or with brilliant swordplay in a duel. But, convinced that his appearance renders him unworthy of the love of a devoted friend, the luminous Roxanne, Cyrano has yet to declare his feelings for her—and Roxanne has fallen in love, at first sight, with Christian."
    },
    {
        "title": "The In Between",
        "tmdb_id": 818750,
        "genres": [
            "Romance",
            "Science Fiction",
            "Drama"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2022-02-11",
        "overview": "After surviving a car accident that took the life of her boyfriend, a teenage girl believes he's attempting to reconnect with her from the after world."
    },
    {
        "title": "Book of Love",
        "tmdb_id": 892835,
        "genres": [
            "Comedy",
            "Romance",
            "Drama"
        ],
        "languages": [
            "English",
            "Spanish",
            "Portuguese"
        ],
        "production_countries": [
            "Mexico",
            "United Kingdom",
            "United States of America"
        ],
        "release_date": "2022-01-06",
        "overview": "Henry, an English writer who has written a new book that has become a failure in the U.K, gets notified that the dull book has been highly trending over in Mexico. Little does he know that Maria, a Spanish translator, turned the book into an erotic novel. Henry and Maria then swerve around Mexico to do a book tour and go through a wind of events."
    },
    {
        "title": "Lingui, the Sacred Bonds",
        "tmdb_id": 820693,
        "genres": [
            "Drama"
        ],
        "languages": [
            "Arabic",
            "French"
        ],
        "production_countries": [
            "Germany",
            "Belgium",
            "Chad",
            "France"
        ],
        "release_date": "2021-12-08",
        "overview": "On the outskirts of the capital of Chad, determined single mother Amina works tirelessly to provide for herself and her 15-year old daughter Maria. When Amina discovers Maria is pregnant and does not want a child, the two women begin to seek out an abortion, condemned by both religion and law. In the process, mother and daughter forge a connection stronger than any they’ve ever known."
    },
    {
        "title": "The Pink Cloud",
        "tmdb_id": 776490,
        "genres": [
            "Drama",
            "Science Fiction"
        ],
        "languages": [
            "Portuguese"
        ],
        "production_countries": [
            "Brazil"
        ],
        "release_date": "2021-04-01",
        "overview": "Giovana and Yago are strangers who share a spark after meeting at a party. When a deadly cloud mysteriously takes over their city, they are forced to seek shelter with only each other for company. As months pass and the planet settles into an extended quarantine, their world shrinks, and they are forced to come to terms with an accelerated timeline for their relationship. With all their other interactions governed by screens, and with the strain of isolation setting in, Giovana and Yago struggle to reinvent themselves and reconcile the differences that threaten to tear them apart."
    },
    {
        "title": "A Journal for Jordan",
        "tmdb_id": 501841,
        "genres": [
            "Drama",
            "Romance"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "Canada",
            "United States of America"
        ],
        "release_date": "2021-12-22",
        "overview": "Based on the true story of First Sergeant Charles Monroe King, a soldier deployed to Iraq begins to keep a journal of love and advice for his infant son. Back at home, senior New York Times editor Dana Canedy revisits the story of her unlikely, life-altering relationship with King and his enduring devotion to her and their child."
    },
    {
        "title": "West Side Story",
        "tmdb_id": 511809,
        "genres": [
            "Drama",
            "Romance",
            "Crime"
        ],
        "languages": [
            "English",
            "Spanish"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2021-12-08",
        "overview": "Two youngsters from rival New York City gangs fall in love, but tensions between their respective friends build toward tragedy."
    },
    {
        "title": "Love Is Love Is Love",
        "tmdb_id": 238675,
        "genres": [
            "Drama"
        ],
        "languages": [
            "Japanese"
        ],
        "production_countries": [
            "Japan"
        ],
        "release_date": "1974-11-23",
        "overview": "A youthful film depicting the sexual awakening of a boy who has just entered adolescence and his heartbreaking romance during the summer holidays with a young sprightly girl."
    },
    {
        "title": "Love Hard",
        "tmdb_id": 734265,
        "genres": [
            "Comedy",
            "Romance"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2021-11-05",
        "overview": "An LA girl, unlucky in love, falls for an East Coast guy on a dating app and decides to surprise him for Christmas, only to discover that she's been catfished. But the object of her affection actually lives in the same town, and the guy who duped her offers to set them up if she pretends to be his own girlfriend for the holidays."
    },
    {
        "title": "Bergman Island",
        "tmdb_id": 477044,
        "genres": [
            "Drama",
            "Romance"
        ],
        "languages": [
            "German",
            "English",
            "Swedish"
        ],
        "production_countries": [
            "Belgium",
            "France",
            "Germany",
            "Mexico",
            "Sweden"
        ],
        "release_date": "2021-07-14",
        "overview": "An English-German filmmaking couple retreat to Fårö for the summer to each write screenplays for their upcoming films in an act of pilgrimage to the place that inspired Ingmar Bergman. As the summer and their screenplays advance, the lines between reality and fiction start to blur against the backdrop of the Island's wild landscape."
    },
    {
        "title": "Hard Luck Love Song",
        "tmdb_id": 536208,
        "genres": [
            "Romance",
            "Music",
            "Drama",
            "Thriller"
        ],
        "languages": [
            "English",
            "Spanish"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2021-10-15",
        "overview": "Jesse, a charismatic but down on his luck troubadour, finds himself at an existential crossroads as bad choices catch up with him during an unexpected reunion with Carla, an old flame."
    },
    {
        "title": "South of Heaven",
        "tmdb_id": 645861,
        "genres": [
            "Crime",
            "Drama",
            "Thriller"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United Kingdom",
            "United States of America"
        ],
        "release_date": "2021-10-08",
        "overview": "Convicted felon Jimmy gets early parole after serving twelve years for armed robbery. Upon his release, he vows to give Annie, his childhood love, now dying from cancer, the best last year of her life – unfortunately it’s not that simple."
    },
    {
        "title": "Wife of a Spy",
        "tmdb_id": 688301,
        "genres": [
            "Drama",
            "War",
            "Thriller"
        ],
        "languages": [
            "English",
            "Japanese"
        ],
        "production_countries": [
            "Japan"
        ],
        "release_date": "2020-10-16",
        "overview": "It’s 1940, and the population of Japan is divided over its entry into World War II. Satoko, the wife of a fabric merchant, is devoted to her husband but is beginning to suspect he’s up to something. Soon she allows herself to be drawn into a game in which she enigmatically conceals her intentions."
    },
    {
        "title": "Happier Than Ever",
        "tmdb_id": 229679,
        "genres": [
            "Drama"
        ],
        "languages": [
            "Portuguese"
        ],
        "production_countries": [
            "Brazil"
        ],
        "release_date": "1984-08-28",
        "overview": "During the military dictatorship, a political militant takes his son out of the boarding school, and puts him temporarily in a friend's luxury and empty apartment in Copacabana beach. The son knows very little about his father, and the latter cannot really explain his activities to his son, fearing for his security. So the young man stands alone in the huge apartment, waiting for the infrequent meetings with his father, without really knowing what's going on."
    },
    {
        "title": "Together",
        "tmdb_id": 837548,
        "genres": [
            "Drama",
            "Comedy"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United Kingdom"
        ],
        "release_date": "2021-08-27",
        "overview": "A husband and wife are forced to re-evaluate themselves and their relationship through the reality of the Covid-19 lockdown."
    },
    {
        "title": "Annette",
        "tmdb_id": 424277,
        "genres": [
            "Drama",
            "Romance"
        ],
        "languages": [
            "English",
            "French"
        ],
        "production_countries": [
            "Belgium",
            "France",
            "Germany",
            "Greece",
            "Japan",
            "Mexico",
            "Switzerland"
        ],
        "release_date": "2021-07-07",
        "overview": "The story of Henry, a stand-up comedian with a fierce sense of humour and Ann, a singer of international renown. In the spotlight, they are the perfect couple, healthy, happy, and glamourous. The birth of their first child, Annette, a mysterious girl with an exceptional destiny, will change their lives."
    },
    {
        "title": "Resort to Love",
        "tmdb_id": 785539,
        "genres": [
            "Romance",
            "Comedy"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2021-07-29",
        "overview": "Aspiring pop star Erica ends up as the entertainment at her ex-fiancé’s wedding after reluctantly taking a gig at a luxurious island resort while in the wake of a music career meltdown."
    },
    {
        "title": "Woodstock 99: Peace, Love and Rage",
        "tmdb_id": 848562,
        "genres": [
            "Documentary",
            "Music"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2021-07-23",
        "overview": "Explore Woodstock 99, a three-day music festival promoted to echo unity and counterculture idealism of the original 1969 concert but instead devolved into riots, looting and sexual assaults."
    },
    {
        "title": "Casanova, Last Love",
        "tmdb_id": 504605,
        "genres": [
            "Drama",
            "Romance"
        ],
        "languages": [
            "English",
            "French",
            "German",
            "Italian"
        ],
        "production_countries": [
            "Belgium",
            "France",
            "United States of America"
        ],
        "release_date": "2019-03-20",
        "overview": "Year 1763. Forced into exile, the famous libertine Giacomo Casanova leaves Paris and travels to London, where he meets Marianne de Charpillon, a young prostitute to whom he is so attracted that he forgets about the other women."
    },
    {
        "title": "Running Against the Wind",
        "tmdb_id": 631831,
        "genres": [
            "Drama"
        ],
        "languages": [
            "Amharic"
        ],
        "production_countries": [
            "Ethiopia",
            "Germany"
        ],
        "release_date": "2023-07-20",
        "overview": "The film follows the fate of two boys, one of whom hopes to become an Olympic runner and the other a photographer."
    },
    {
        "title": "Asia",
        "tmdb_id": 455207,
        "genres": [
            "Comedy",
            "Romance"
        ],
        "languages": [
            "Cantonese",
            "Mandarin",
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2018-08-15",
        "overview": "An American-born Chinese economics professor accompanies her boyfriend to Singapore for his best friend's wedding, only to get thrust into the lives of Asia's rich and famous."
    },
    {
        "title": "Undine",
        "tmdb_id": 615761,
        "genres": [
            "Fantasy",
            "Drama",
            "Romance"
        ],
        "languages": [
            "English",
            "German",
            "Spanish"
        ],
        "production_countries": [
            "France",
            "Germany"
        ],
        "release_date": "2020-07-01",
        "overview": "Undine is a historian and tour guide at the Berlin City Museum specializing in urban development, while Christoph is an industrial diver. Linked by a love of the water, the two form an intense bond, which can only do so much to help Undine overcome the considerable baggage of her former affair."
    },
    {
        "title": "This Town",
        "tmdb_id": 673640,
        "genres": [
            "Comedy"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "New Zealand"
        ],
        "release_date": "2020-04-30",
        "overview": "Five years after being acquitted for the murder of his family, Sean (White) is finally ready to move on with life. But the bitter ex-cop (Malcolm) who led the investigation remains adamant that he's guilty - and will stop at nothing to bring him down."
    },
    {
        "title": "Tu Me Manques",
        "tmdb_id": 612437,
        "genres": [
            "Drama",
            "Romance"
        ],
        "languages": [
            "English",
            "Spanish"
        ],
        "production_countries": [
            "Bolivia",
            "United States of America"
        ],
        "release_date": "2019-07-27",
        "overview": "Following his son Gabriel’s death, Jorge travels from conservative Bolivia to New York City to confront Gabriel’s boyfriend Sebastian. While the two battle over Jorge’s inability to accept his son, Sebastian channels his grief into a bold new play in honor of his lost love, in which Gabriel’s inner turmoil is transformed into an eye-popping gay fantasia."
    },
    {
        "title": "Monday",
        "tmdb_id": 550524,
        "genres": [
            "Drama",
            "Romance"
        ],
        "languages": [
            "English",
            "Greek"
        ],
        "production_countries": [
            "Greece",
            "United Kingdom",
            "United States of America"
        ],
        "release_date": "2020-09-11",
        "overview": "A spark on a Friday can lead to a sizzling weekend fling, but what happens when you get to the inevitable Monday?"
    },
    {
        "title": "Ride or Die",
        "tmdb_id": 573435,
        "genres": [
            "Action",
            "Crime",
            "Thriller",
            "Comedy"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2024-06-05",
        "overview": "After their late former Captain is framed, Lowrey and Burnett try to clear his name, only to end up on the run themselves."
    },
    {
        "title": "Future People",
        "tmdb_id": 816819,
        "genres": [
            "Documentary"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2021-04-09",
        "overview": "Filmed over eight years, Rothman follows a group of adolescents who discover that they were conceived from the same sperm donor, forming an unlikely family of familiar strangers. There are presently 37 half-siblings, and counting. This documentary explores the complexities of alternative conception while defining a new realm of modern family."
    },
    {
        "title": "Luz",
        "tmdb_id": 498062,
        "genres": [
            "Horror",
            "Mystery",
            "Thriller"
        ],
        "languages": [
            "German",
            "Spanish",
            "English"
        ],
        "production_countries": [
            "Germany"
        ],
        "release_date": "2019-03-21",
        "overview": "Luz, a young cabdriver, drags herself into the brightly lit entrance of a run-down police station. A demonic entity follows her, determined to finally be close to the woman it loves."
    },
    {
        "title": "Happily",
        "tmdb_id": 673319,
        "genres": [
            "Comedy",
            "Romance",
            "Science Fiction",
            "Thriller"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2021-03-19",
        "overview": "Tom and Janet have been happily married for years. But a visit from a mysterious stranger leads to a dead body, a lot of questions, and a tense couples' trip with friends who may not actually be friends at all."
    },
    {
        "title": "This Is the Life",
        "tmdb_id": 97399,
        "genres": [
            "Documentary",
            "Music"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2008-02-08",
        "overview": "In 1989, a collective of young hip hop artists gathered at a health food café in South Central Los Angeles. Their mandate? To reject gang culture and expand the musical boundaries of hip hop. DuVernay's documentary chronicles the historic legacy of the Good Life Cafe — the open mic nights that became an L.A. institution, the eclectic array of talented young MCs that emerged there, the alternative hip hop movement they developed, and their worldwide influence on the artform."
    },
    {
        "title": "To All the Boys: Always and Forever",
        "tmdb_id": 614409,
        "genres": [
            "Romance",
            "Comedy",
            "Drama"
        ],
        "languages": [
            "English",
            "Korean"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2021-02-12",
        "overview": "Senior year of high school takes center stage as Lara Jean returns from a family trip to Korea and considers her college plans — with and without Peter."
    },
    {
        "title": "Young Hearts",
        "tmdb_id": 1232449,
        "genres": [
            "Drama",
            "Family"
        ],
        "languages": [
            "Dutch",
            "French"
        ],
        "production_countries": [
            "Belgium",
            "Netherlands"
        ],
        "release_date": "2024-10-10",
        "overview": "Fourteen-year-old Elias increasingly feels like an outsider in his village. When he meets his new neighbour of the same age, Alexander, Elias is confronted with his burgeoning sexuality."
    },
    {
        "title": "Little Fish",
        "tmdb_id": 586791,
        "genres": [
            "Romance",
            "Science Fiction",
            "Drama"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "Canada",
            "United States of America"
        ],
        "release_date": "2021-02-05",
        "overview": "A couple fights to hold their relationship together as a memory loss virus spreads and threatens to erase the history of their love and courtship."
    },
    {
        "title": "Two of Us",
        "tmdb_id": 1259826,
        "genres": [
            "Drama",
            "Thriller"
        ],
        "languages": [
            "Tagalog"
        ],
        "production_countries": [
            "Philippines"
        ],
        "release_date": "2024-04-10",
        "overview": "Empress Schuck and Ejay Falcon star in this psychological thriller as two people who find each other while trying to make a living in a foreign country. But as time passes, underneath the sweet moments lie a toxic relationship that sparks violent tendencies."
    },
    {
        "title": "Atlantis",
        "tmdb_id": 15466,
        "genres": [
            "Music",
            "Documentary"
        ],
        "languages": [
            "French"
        ],
        "production_countries": [
            "France",
            "Italy"
        ],
        "release_date": "1991-08-21",
        "overview": "Atmospheric soundtrack follows this compilation of nature footage that focuses on the ocean and various life forms that live, mate and die in it."
    },
    {
        "title": "Preparations to Be Together",
        "tmdb_id": 727002,
        "genres": [
            "Drama"
        ],
        "languages": [
            "English",
            "Hungarian"
        ],
        "production_countries": [
            "Hungary"
        ],
        "release_date": "2020-09-24",
        "overview": "Márta, a 40-year-old neurosurgeon, falls in love. She leaves her shining American career behind and returns to Budapest to start a new life with the man she loves. But she waits for him at the Liberty Bridge in vain - he does not appear at their rendezvous. Márta starts to search for him desperately, but when she finally finds him, the love of her life claims that they have never met before."
    },
    {
        "title": "Your Name Engraved Herein",
        "tmdb_id": 719410,
        "genres": [
            "Romance",
            "Drama"
        ],
        "languages": [
            "Mandarin",
            "English"
        ],
        "production_countries": [
            "Taiwan",
            "United States of America"
        ],
        "release_date": "2020-09-30",
        "overview": "In 1987, as martial law ends in Taiwan, Jia-han and Birdy fall in love amid family pressure, homophobia and social stigma."
    },
    {
        "title": "Sylvie’s Love",
        "tmdb_id": 584288,
        "genres": [
            "Romance",
            "Drama"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2020-01-27",
        "overview": "When a young woman meets an aspiring saxophonist in her father’s record shop in 1950s Harlem, their love ignites a sweeping romance that transcends changing times, geography, and professional success."
    },
    {
        "title": "Ariana Grande: Excuse Me, I Love You",
        "tmdb_id": 774372,
        "genres": [
            "Music",
            "Documentary"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2020-12-21",
        "overview": "Ariana Grande takes the stage in London for her Sweetener World Tour and shares a behind-the-scenes look at her life in rehearsal and on the road."
    },
    {
        "title": "Museum Town",
        "tmdb_id": 576552,
        "genres": [
            "Documentary"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2019-03-10",
        "overview": "A rural American town suffering economically from factory closures finds an unconventional route to recovery with the help of MASS MoCA."
    },
    {
        "title": "Wild Mountain Thyme",
        "tmdb_id": 628333,
        "genres": [
            "Romance",
            "Drama"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "Ireland",
            "United Kingdom"
        ],
        "release_date": "2020-12-11",
        "overview": "Headstrong farmer Rosemary Muldoon has her heart set on winning her neighbour Anthony Reilly's love. The problem is, Anthony seems to have inherited a family curse, and remains oblivious to his beautiful admirer. Stung by his father's plans to sell the family farm to his American nephew, Anthony is jolted into pursuing his dreams."
    },
    {
        "title": "My Psychedelic Love Story",
        "tmdb_id": 750595,
        "genres": [
            "Documentary"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2020-10-22",
        "overview": "An examination of the notorious high priest of LSD Timothy Leary through the eyes of his famed lover Joanna Harcourt-Smith."
    },
    {
        "title": "69: The Saga of Danny Hernandez",
        "tmdb_id": 765057,
        "genres": [
            "Music",
            "Documentary"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2021-04-29",
        "overview": "Part investigative documentary, part real-life gangster movie, this film unpacks the life of polarizing rap sensation and internet troll Tekashi69, aka 69, while chronicling his meteoric rise and fall from fame."
    },
    {
        "title": "Ammonite",
        "tmdb_id": 568467,
        "genres": [
            "Romance",
            "Drama"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United Kingdom"
        ],
        "release_date": "2020-11-13",
        "overview": "In 1840s England, palaeontologist Mary Anning and a young woman sent by her husband to convalesce by the sea develop an intense relationship. Despite the chasm between their social spheres and personalities, Mary and Charlotte discover they can each offer what the other has been searching for: the realisation that they are not alone. It is the beginning of a passionate and all-consuming love affair that will defy all social bounds and alter the course of both lives irrevocably."
    },
    {
        "title": "Love and Monsters",
        "tmdb_id": 590223,
        "genres": [
            "Comedy",
            "Action",
            "Adventure",
            "Science Fiction"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2020-10-16",
        "overview": "Seven years since the Monsterpocalypse began, Joel Dawson has been living underground in order to survive. But after reconnecting over radio with his high school girlfriend Aimee, Joel decides to venture out to reunite with her, despite all the dangerous monsters that stand in his way."
    },
    {
        "title": "Dick Johnson Is Dead",
        "tmdb_id": 653574,
        "genres": [
            "Documentary"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2020-01-23",
        "overview": "With this inventive portrait, director Kirsten Johnson seeks a way to keep her 86-year-old father alive forever. Utilizing moviemaking magic and her family’s dark humor, she celebrates Dr. Dick Johnson’s last years by staging fantasies of death and beyond. Together, dad and daughter confront the great inevitability awaiting us all."
    },
    {
        "title": "Love, Guaranteed",
        "tmdb_id": 644090,
        "genres": [
            "Romance",
            "Comedy"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2020-09-02",
        "overview": "A lawyer takes on a new client that wants to sue a dating website because it guarantees love."
    },
    {
        "title": "Feel the Beat",
        "tmdb_id": 707886,
        "genres": [
            "Comedy",
            "Music",
            "Drama"
        ],
        "languages": [
            "English",
            "Turkish"
        ],
        "production_countries": [
            "Canada",
            "United States of America"
        ],
        "release_date": "2020-06-19",
        "overview": "After failing to make it on Broadway, April returns to her hometown and reluctantly begins training a misfit group of young dancers for a competition."
    },
    {
        "title": "Babyteeth",
        "tmdb_id": 522098,
        "genres": [
            "Drama",
            "Comedy",
            "Romance"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "Australia"
        ],
        "release_date": "2020-06-15",
        "overview": "A terminally ill teen upsets her parents when she falls in love with a small-time drug dealer."
    },
    {
        "title": "Spelling the Dream",
        "tmdb_id": 530973,
        "genres": [
            "Documentary"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2020-06-03",
        "overview": "Since 1999, 18 of the last 22 winners of the Scripps National Spelling Bee have been Indian-American, making the incredible trend one of the longest in sports history. “Breaking the Bee” is a feature-length documentary that explores and celebrates this new dynasty while following four students, ages 7 to 14, as they vie for the title of spelling bee champion."
    },
    {
        "title": "A Secret Love",
        "tmdb_id": 687156,
        "genres": [
            "Documentary"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2020-04-29",
        "overview": "Amid shifting times, two women kept their decades-long love a secret. But coming out later in life comes with its own set of challenges."
    },
    {
        "title": "Love Wedding Repeat",
        "tmdb_id": 624808,
        "genres": [
            "Comedy",
            "Romance"
        ],
        "languages": [
            "English",
            "Italian"
        ],
        "production_countries": [
            "United Kingdom",
            "Italy"
        ],
        "release_date": "2020-04-10",
        "overview": "While trying to make his sister's wedding day go smoothly, Jack finds himself juggling an angry ex-girlfriend, an uninvited guest with a secret, a misplaced sleep sedative, and the girl that got away in alternate versions of the same day."
    },
    {
        "title": "Almost Love",
        "tmdb_id": 37185,
        "genres": [
            "Drama",
            "Romance"
        ],
        "languages": [
            "Cantonese",
            "Mandarin",
            "English"
        ],
        "production_countries": [
            "Hong Kong"
        ],
        "release_date": "1996-11-02",
        "overview": "Jun arrives in Hong Kong from mainland China, hoping to be able to earn enough money to marry his girlfriend back home. He meets the streetwise Qiao and they become friends. As friendship turns into love, problems develop, and although they seem meant for each other they somehow keep missing out."
    },
    {
        "title": "Hope Gap",
        "tmdb_id": 537140,
        "genres": [
            "Drama"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United Kingdom"
        ],
        "release_date": "2019-10-03",
        "overview": "Grace lives an idyllic life in a British seaside town, but her world soon comes crashing down when her husband of 29 years tells her he's leaving her for another woman. Through stages of shock, disbelief and anger -- and with support from her son -- Grace ultimately regains her footing while learning it's never too late to be happy."
    },
    {
        "title": "All the Bright Places",
        "tmdb_id": 342470,
        "genres": [
            "Romance",
            "Drama"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2020-02-28",
        "overview": "Two teens facing personal struggles form a powerful bond as they embark on a cathartic journey chronicling the wonders of Indiana."
    },
    {
        "title": "The Photograph",
        "tmdb_id": 589049,
        "genres": [
            "Drama",
            "Romance"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "Canada",
            "United States of America"
        ],
        "release_date": "2020-02-14",
        "overview": "When famed photographer Christina Eames dies unexpectedly, she leaves her estranged daughter, Mae, hurt, angry and full of questions. When Mae finds a photograph tucked away in a safe-deposit box, she soon finds herself delving into her mother's early life -- an investigation that leads to an unexpected romance with a rising journalist."
    },
    {
        "title": "You Go to My Head",
        "tmdb_id": 508892,
        "genres": [
            "Drama",
            "Mystery",
            "Romance",
            "Thriller"
        ],
        "languages": [
            "French",
            "English"
        ],
        "production_countries": [
            "Belgium",
            "France",
            "Germany"
        ],
        "release_date": "2017-10-26",
        "overview": "Following a mysterious car accident in the desert, Dafne suffers from post-traumatic amnesia. Jake, the first person she sees when she regains consciousness, tells her he's her husband."
    },
    {
        "title": "Ordinary Love",
        "tmdb_id": 588787,
        "genres": [
            "Drama",
            "Romance"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "Ireland",
            "United Kingdom"
        ],
        "release_date": "2019-12-06",
        "overview": "An extraordinary look at the lives of a middle-aged couple in the midst of the wife's breast cancer diagnosis."
    },
    {
        "title": "To All the Boys: P.S. I Still Love You",
        "tmdb_id": 565426,
        "genres": [
            "Romance",
            "Comedy"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2020-02-03",
        "overview": "Lara Jean and Peter have just taken their romance from pretend to officially real when another recipient of one of her love letters enters the picture."
    },
    {
        "title": "The Woman Who Loves Giraffes",
        "tmdb_id": 544825,
        "genres": [
            "Documentary"
        ],
        "languages": [],
        "production_countries": [
            "Canada",
            "South Africa",
            "United States of America"
        ],
        "release_date": "2018-10-03",
        "overview": "Dr. Anne Innis Dagg re-traces the steps of her groundbreaking 1956 journey to South Africa to study giraffes in the wild. Now, at 85 years old, Anne sees a startling contrast between the world of giraffes she once knew and the one it has become. Weaving through the past and present, her harrowing journey gives us an intimate look into the factors that destroyed her career and the forces that brought her back."
    },
    {
        "title": "Queen & Slim",
        "tmdb_id": 536743,
        "genres": [
            "Drama",
            "Romance",
            "Crime"
        ],
        "languages": [
            "English",
            "Italian"
        ],
        "production_countries": [
            "Canada",
            "United States of America"
        ],
        "release_date": "2019-11-27",
        "overview": "While on a forgettable first date together in Ohio, a black man and a black woman are pulled over for a minor traffic infraction. The situation escalates, with sudden and tragic results."
    },
    {
        "title": "Marriage Story",
        "tmdb_id": 492188,
        "genres": [
            "Drama"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United Kingdom"
        ],
        "release_date": "2019-09-28",
        "overview": "A stage director and an actress struggle through a grueling, coast-to-coast divorce that pushes them to their personal extremes."
    },
    {
        "title": "Cyrano, My Love",
        "tmdb_id": 544510,
        "genres": [
            "Comedy",
            "History"
        ],
        "languages": [
            "French",
            "Russian"
        ],
        "production_countries": [
            "Belgium",
            "France"
        ],
        "release_date": "2018-11-10",
        "overview": "Paris, France, December 1897. The young playwright Edmond Rostand feels like a failure. Inspiration has abandoned him. Married and father of two children, desperate and penniless, he persuades the great actor Constant Coquelin to perform the main role in his new play. But there is a problem: Coquelin wants to premiere it at Christmas and Edmond has not written a single word."
    },
    {
        "title": "Pretenders",
        "tmdb_id": 346666,
        "genres": [
            "Drama"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2019-09-27",
        "overview": "A love triangle involving a photographer, a director and an actress."
    },
    {
        "title": "First Love",
        "tmdb_id": 834742,
        "genres": [
            "Romance",
            "Drama"
        ],
        "languages": [
            "English",
            "Portuguese"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2022-06-17",
        "overview": "A young man’s difficult entry into adulthood, who experiences the highs and lows of his first love, while dealing with the familial fallout spurred by the financial crisis of 2008."
    },
    {
        "title": "Loro",
        "tmdb_id": 541660,
        "genres": [
            "Drama"
        ],
        "languages": [
            "Italian"
        ],
        "production_countries": [
            "France",
            "Italy"
        ],
        "release_date": "2018-09-13",
        "overview": "Internationally released Director's Cut of \"Loro 1\" and \"Loro 2\", which were released separately as two movies in Italy. The film talks about the group of businessmen and politicians – the Loro (Them) from the title – who live and act near to media tycoon and politician Silvio Berlusconi in the years between 2006 and 2009."
    },
    {
        "title": "Falling Inn Love",
        "tmdb_id": 623195,
        "genres": [
            "Romance",
            "Comedy"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2019-08-29",
        "overview": "When a San Francisco exec wins a New Zealand inn, she ditches city life to remodel and flip the rustic property with help from a handsome contractor."
    },
    {
        "title": "Hot Air",
        "tmdb_id": 479315,
        "genres": [
            "Drama"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2018-04-10",
        "overview": "A right-wing talk show host's life takes a sudden turn when his 16-year-old niece comes crashing into his life."
    },
    {
        "title": "Love, Antosha",
        "tmdb_id": 565276,
        "genres": [
            "Documentary"
        ],
        "languages": [
            "English",
            "Russian"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2019-08-02",
        "overview": "From a prolific career in film and television, Anton Yelchin left an indelible legacy as an actor. Through his journals and other writings, his photography, the original music he wrote, and interviews with his family, friends, and colleagues, this film looks not just at Anton's impressive career, but at a broader portrait of the man."
    },
    {
        "title": "Leto",
        "tmdb_id": 204513,
        "genres": [
            "Family",
            "Drama",
            "TV Movie"
        ],
        "languages": [
            "Serbo-Croatian"
        ],
        "production_countries": [
            "Yugoslavia"
        ],
        "release_date": "1988-01-01",
        "overview": ""
    },
    {
        "title": "The Tomorrow Man",
        "tmdb_id": 565391,
        "genres": [
            "Drama",
            "Romance"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2019-05-22",
        "overview": "Ed Hemsler spends his life preparing for a disaster that may never come. Ronnie Meisner spends her life shopping for things she may never use. In a small town somewhere in America, these two people will try to find love while trying not to get lost in each other’s stuff."
    },
    {
        "title": "Asako I & II",
        "tmdb_id": 487850,
        "genres": [
            "Drama",
            "Romance"
        ],
        "languages": [
            "Japanese",
            "English"
        ],
        "production_countries": [
            "Japan"
        ],
        "release_date": "2018-09-01",
        "overview": "College student Asako falls in love at first sight with Baku after meeting at a photography exhibit. Romance sparks between the two but doesn't last long when Baku suddenly disappears from her life. Two years later, she spots a man that bears a striking resemblance to him. Even though it is only his physical similarities to Baku that attracted her to him, she doesn't say so and starts dating the soft-spoken young man called Ryohei."
    },
    {
        "title": "The Sun Is Also a Star",
        "tmdb_id": 508791,
        "genres": [
            "Romance",
            "Drama"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2019-05-16",
        "overview": "Two young New Yorkers begin to fall in love over the course of a single day, as a series of potentially life-altering meetings loom over their heads - hers concerning her family’s deportation to Jamaica, and his concerning an education at Dartmouth."
    },
    {
        "title": "Shéhérazade",
        "tmdb_id": 518671,
        "genres": [
            "Drama",
            "Thriller",
            "Romance"
        ],
        "languages": [
            "French"
        ],
        "production_countries": [
            "France"
        ],
        "release_date": "2018-09-05",
        "overview": "Zachary, 17 years old, gets out of jail. Rejected by his mother, he hangs out in the mean streets of Marseille. He falls in love with Shéhérazade, a young prostitute of whom he becomes the pimp without realizing it..."
    },
    {
        "title": "Long Shot",
        "tmdb_id": 459992,
        "genres": [
            "Comedy",
            "Romance"
        ],
        "languages": [
            "French",
            "English",
            "Swedish"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2019-05-02",
        "overview": "Journalist Fred Flarsky reunites with his childhood crush, Charlotte Field, now one of the most influential women in the world. As she prepares to make a run for the Presidency, Charlotte hires Fred as her speechwriter — much to the dismay of her trusted advisers."
    },
    {
        "title": "Clara",
        "tmdb_id": 466532,
        "genres": [
            "Science Fiction",
            "Drama",
            "Romance"
        ],
        "languages": [
            "Spanish",
            "English"
        ],
        "production_countries": [
            "Canada"
        ],
        "release_date": "2018-11-30",
        "overview": "An astronomer becomes obsessed with searching the cosmos for signs of life beyond Earth which leads to a shocking discovery."
    },
    {
        "title": "Kalank",
        "tmdb_id": 556271,
        "genres": [
            "Drama",
            "Romance"
        ],
        "languages": [
            "Hindi"
        ],
        "production_countries": [
            "India"
        ],
        "release_date": "2019-04-17",
        "overview": "Set in 1945, in Pre-Independent India, the elite, opulent and solemn world of the Chaudhry family, and the wild, mysterious and musical underbelly of the town, Hira Mandi, clash when Roop Chaudhry encounters Zafar, a daredevil from Hira Mandi, unleashing deep-buried truths, secrets of betrayal and affairs that threaten to bring both worlds crashing down."
    },
    {
        "title": "Rafiki",
        "tmdb_id": 517987,
        "genres": [
            "Drama",
            "Romance"
        ],
        "languages": [
            "Swahili",
            "English"
        ],
        "production_countries": [
            "Kenya",
            "South Africa"
        ],
        "release_date": "2018-09-26",
        "overview": "Kena and Ziki long for something more. Despite the political rivalry between their families, the girls resist and remain close friends, supporting each other to pursue their dreams in a conservative society. When love blossoms between them, the two girls will be forced to choose between happiness and safety."
    },
    {
        "title": "Diane",
        "tmdb_id": 510034,
        "genres": [
            "Drama"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2019-03-28",
        "overview": "Diane is a devoted friend and caretaker, particularly to her drug-addicted son. But as those around her begin to drift away in the last quarter of her life, she is left to reckon with past choices and long-dormant memories."
    },
    {
        "title": "Five Feet Apart",
        "tmdb_id": 527641,
        "genres": [
            "Romance",
            "Drama"
        ],
        "languages": [
            "English",
            "French",
            "Spanish"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2019-03-14",
        "overview": "Seventeen-year-old Stella spends most of her time in the hospital as a cystic fibrosis patient. Her life is full of routines, boundaries and self-control — all of which get put to the test when she meets Will, an impossibly charming teen who has the same illness. There's an instant flirtation, though restrictions dictate that they must maintain a safe distance between them. As their connection intensifies, so does the temptation to throw the rules out the window and embrace that attraction."
    },
    {
        "title": "Ash Is Purest White",
        "tmdb_id": 441393,
        "genres": [
            "Crime",
            "Romance",
            "Drama"
        ],
        "languages": [
            "Mandarin"
        ],
        "production_countries": [
            "France",
            "Japan",
            "China"
        ],
        "release_date": "2018-09-21",
        "overview": "Set in China's underworld, this tale of love and betrayal follows a dancer who fired a gun to protect her mobster boyfriend during a fight. On release from prison 5 years later, she sets out to find him."
    },
    {
        "title": "Gloria Bell",
        "tmdb_id": 491473,
        "genres": [
            "Drama",
            "Romance"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "Chile",
            "United States of America"
        ],
        "release_date": "2019-03-07",
        "overview": "Gloria is a free-spirited divorcée who spends her days at a straight-laced office job and her nights on the dance floor, joyfully letting loose at clubs around Los Angeles. After meeting Arnold on a night out, she finds herself thrust into an unexpected new romance, filled with both the joys of budding love and the complications of dating, identity, and family."
    },
    {
        "title": "Black Mother",
        "tmdb_id": 500859,
        "genres": [
            "Documentary"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2018-11-02",
        "overview": "Part film, part baptism, in BLACK MOTHER director Khalik Allah brings us on a spiritual journey through Jamaica. Soaking up its bustling metropolises and tranquil countryside, Allah introduces us to a succession of vividly rendered souls who call this island home. Their candid testimonies create a polyphonic symphony, set against a visual prayer of indelible portraiture. Thoroughly immersed between the sacred and profane, BLACK MOTHER channels rebellion and reverence into a deeply personal ode informed by Jamaica’s turbulent history but existing in the urgent present."
    },
    {
        "title": "The Hole in the Ground",
        "tmdb_id": 484437,
        "genres": [
            "Horror"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "Belgium",
            "Finland",
            "Ireland",
            "United Kingdom"
        ],
        "release_date": "2019-03-01",
        "overview": "Trying to escape her broken past, Sarah O’Neill is building a new life on the fringes of a backwood rural town with her young son Chris. A terrifying encounter with a mysterious neighbour shatters her fragile security, throwing Sarah into a spiralling nightmare of paranoia and mistrust, as she tries to uncover if the disturbing changes in her little boy are connected to an ominous sinkhole buried deep in the forest that borders their home."
    },
    {
        "title": "How to Train Your Dragon: The Hidden World",
        "tmdb_id": 166428,
        "genres": [
            "Animation",
            "Family",
            "Adventure"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2019-01-03",
        "overview": "As Hiccup fulfills his dream of creating a peaceful dragon utopia, Toothless’ discovery of an untamed, elusive mate draws the Night Fury away. When danger mounts at home and Hiccup’s reign as village chief is tested, both dragon and rider must make impossible decisions to save their kind."
    },
    {
        "title": "A Tuba to Cuba",
        "tmdb_id": 502190,
        "genres": [
            "Documentary",
            "Music",
            "History"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "Cuba",
            "United States of America"
        ],
        "release_date": "2019-02-15",
        "overview": "A son seeking to fulfill his late father’s dream takes his band from the storied city of New Orleans to the shores of Cuba, where — through the universal language of music — dark and ancient connections between their peoples reveal the roots of jazz."
    },
    {
        "title": "Fighting With My Family",
        "tmdb_id": 445629,
        "genres": [
            "Comedy"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United Kingdom",
            "United States of America"
        ],
        "release_date": "2019-02-14",
        "overview": "Born into a tight-knit wrestling family, Paige and her brother Zak are ecstatic when they get the once-in-a-lifetime opportunity to try out for the WWE. But when only Paige earns a spot in the competitive training program, she must leave her loved ones behind and face this new cutthroat world alone. Paige's journey pushes her to dig deep and ultimately prove to the world that what makes her different is the very thing that can make her a star."
    },
    {
        "title": "Sorry Angel",
        "tmdb_id": 485189,
        "genres": [
            "Comedy",
            "Drama",
            "Romance"
        ],
        "languages": [
            "French",
            "Spanish"
        ],
        "production_countries": [
            "France"
        ],
        "release_date": "2018-05-09",
        "overview": "Jacques is a writer living in Paris. He hasn't turned 40 but already mistrusts that the best in life is yet to come. Arthur is a student living in Brittany. He reads and smiles a lot and refuses to think that everything in life might not be possible. Jacques and Arthur will like each other. Just like in a lovely dream. Just like in a sad story."
    },
    {
        "title": "Berlin, I Love You",
        "tmdb_id": 401686,
        "genres": [
            "Drama"
        ],
        "languages": [
            "English",
            "German"
        ],
        "production_countries": [
            "Germany",
            "United States of America"
        ],
        "release_date": "2019-02-08",
        "overview": "An anthology feature of 10 stories of romance set in the German capital."
    },
    {
        "title": "Untogether",
        "tmdb_id": 424651,
        "genres": [
            "Comedy",
            "Drama"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2019-02-08",
        "overview": "Once considered a teen prodigy, a recovering addict sobers up and tries to get her writing career back on track. She begins a relationship with a rising author known for his wartime memoirs."
    },
    {
        "title": "Cold War",
        "tmdb_id": 440298,
        "genres": [
            "Drama",
            "Romance",
            "War",
            "Music"
        ],
        "languages": [
            "German",
            "Croatian",
            "French",
            "Italian",
            "Polish",
            "Russian"
        ],
        "production_countries": [
            "France",
            "Poland",
            "United Kingdom"
        ],
        "release_date": "2018-06-08",
        "overview": "A man and a woman meet in the ruins of post-war Poland. With vastly different backgrounds and temperaments, they are fatally mismatched and yet drawn to each other."
    },
    {
        "title": "If Beale Street Could Talk",
        "tmdb_id": 465914,
        "genres": [
            "Romance",
            "Drama"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2018-12-14",
        "overview": "After her fiance is falsely imprisoned, a pregnant African-American woman sets out to clear his name and prove his innocence."
    },
    {
        "title": "Asher",
        "tmdb_id": 529982,
        "genres": [
            "Thriller",
            "Action",
            "Drama"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2018-12-07",
        "overview": "Asher is a former Mossad agent turned gun for hire, living an austere life in an ever-changing Brooklyn. Approaching the end of his career, he breaks the oath he took as a young man when he meets Sophie on a hit gone wrong. In order to have love in his life before it's too late, he must kill the man he was, for a chance at becoming the man he wants to be."
    },
    {
        "title": "The Party’s Just Beginning",
        "tmdb_id": 435557,
        "genres": [
            "Drama",
            "Comedy"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United Kingdom",
            "United States of America"
        ],
        "release_date": "2018-12-07",
        "overview": "In a bleak Inverness midwinter, Luisaidh is careening off the rails after the suicide of her best friend. She medicates her misery with joyless sex, chips and a belief in the power of positive drinking. Surrounded by bittersweet memories, she struggles to find someone to talk to or some reason to make life worthwhile at the most stressful time of the year."
    },
    {
        "title": "The Great Pretender",
        "tmdb_id": 465937,
        "genres": [
            "Comedy"
        ],
        "languages": [
            "Cantonese"
        ],
        "production_countries": [
            "Hong Kong"
        ],
        "release_date": "1991-05-16",
        "overview": "The Great Pretenders is a Hong Kong Comedy starring Tony Leung Chiu-Wai"
    },
    {
        "title": "Sicilian Ghost Story",
        "tmdb_id": 453347,
        "genres": [
            "Mystery",
            "Drama",
            "Fantasy"
        ],
        "languages": [
            "Italian"
        ],
        "production_countries": [
            "France",
            "Italy",
            "Switzerland"
        ],
        "release_date": "2017-11-18",
        "overview": "In a little Sicilian village at the edge of a forest, Giuseppe, a boy of 13, vanishes. Luna, his classmate who loves him, refuses to accept his mysterious disappearance. She rebels against the silence and complicity that surround her, and to find him she descends into the dark world which has swallowed him up and which has a lake as its mysterious entrance."
    },
    {
        "title": "The New Romantic",
        "tmdb_id": 497864,
        "genres": [
            "Drama",
            "Comedy"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "Canada"
        ],
        "release_date": "2018-10-19",
        "overview": "In order to escape her looming post-graduation fate that includes student debt and zero romantic prospects, Blake Conway becomes a sugar baby. As the aspiring journalist and hopeless romantic documents the adventure, she sets out on a quest to figure out if society is right to judge these women and if her own self worth comes with a price."
    },
    {
        "title": "Pimp",
        "tmdb_id": 417688,
        "genres": [
            "Drama"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2018-11-09",
        "overview": "An urban love story set on the hard streets of the Bronx. A struggling female pimp, named Wednesday, grows up learning the game from her dad. Once he's gone she's left to look out for her prostitute mother and girlfriend Nikki."
    },
    {
        "title": "In a Relationship",
        "tmdb_id": 448447,
        "genres": [
            "Drama",
            "Comedy",
            "Romance"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "Mexico",
            "United States of America"
        ],
        "release_date": "2018-11-09",
        "overview": "Long-term couple Owen and Hallie are breaking up—or maybe not?—and just as their relationship reaches a turning point, Matt and Willa embark on a romance of their own."
    },
    {
        "title": "How to Talk to Girls at Parties",
        "tmdb_id": 341689,
        "genres": [
            "Comedy",
            "Music",
            "Romance",
            "Science Fiction"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United Kingdom",
            "United States of America"
        ],
        "release_date": "2017-10-06",
        "overview": "In 1970s London, a teenage outsider named Enn falls in love with a rebellious alien girl named Zan, who has come to Earth for a party. Together, they navigate the complexities of intergalactic culture and the trials of first love."
    },
    {
        "title": "Godard Mon Amour",
        "tmdb_id": 416186,
        "genres": [
            "Drama",
            "Romance",
            "Comedy"
        ],
        "languages": [
            "Czech",
            "French",
            "English",
            "Italian"
        ],
        "production_countries": [
            "Myanmar",
            "France"
        ],
        "release_date": "2017-06-24",
        "overview": "In 1967, during the making of “La Chinoise,” film director Jean-Luc Godard falls in love with 19-year-old actress Anne Wiazemsky and marries her."
    },
    {
        "title": "Outside In",
        "tmdb_id": 472805,
        "genres": [
            "Drama"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2018-03-30",
        "overview": "An ex-con struggling to readjust to life in his small town forms an intense bond with his former high-school teacher."
    },
    {
        "title": "The Party",
        "tmdb_id": 10794,
        "genres": [
            "Comedy"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "1968-04-04",
        "overview": "Hrundi V. Bakshi, an accident-prone actor from India, is accidentally put on the guest list for an upcoming party at the home of a Hollywood film producer. Unfortunately, from the moment he arrives, one thing after another goes wrong with compounding effect."
    },
    {
        "title": "Lover for a Day",
        "tmdb_id": 434131,
        "genres": [
            "Drama",
            "Romance"
        ],
        "languages": [
            "French"
        ],
        "production_countries": [
            "France"
        ],
        "release_date": "2017-05-31",
        "overview": "After a bad breakup, a college-aged Parisian moves into her father's flat only to discover that he is living with his new girlfriend - a young woman her age."
    },
    {
        "title": "God’s Own Country",
        "tmdb_id": 428493,
        "genres": [
            "Romance",
            "Drama"
        ],
        "languages": [
            "English",
            "Romanian"
        ],
        "production_countries": [
            "United Kingdom"
        ],
        "release_date": "2017-08-31",
        "overview": "A young farmer in rural Yorkshire numbs his daily frustrations with binge drinking and casual sex, until the arrival of a Romanian migrant worker."
    },
    {
        "title": "The Mountain Between Us",
        "tmdb_id": 290512,
        "genres": [
            "Drama",
            "Adventure",
            "Romance"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2017-10-05",
        "overview": "Stranded on a mountain after a tragic plane crash, two strangers must work together to endure the extreme elements of the remote, snow-covered terrain. When they realize help is not coming, they embark on a perilous journey across hundreds of miles of wilderness, pushing each other to survive and discovering their inner strength."
    },
    {
        "title": "In Search of Fellini",
        "tmdb_id": 446697,
        "genres": [
            "Drama",
            "Adventure"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [],
        "release_date": "2017-09-15",
        "overview": "Lucy, a small-town girl from Ohio, discovers the delightfully bizarre films of legendary filmmaker Federico Fellini and sets off on a journey across Italy to find him."
    },
    {
        "title": "The Last Face",
        "tmdb_id": 287904,
        "genres": [
            "Drama"
        ],
        "languages": [
            "English",
            "Portuguese"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2017-01-11",
        "overview": "Miguel, a heroic Spanish doctor, puts himself in harm's way to deliver medical treatment to the victims of military uprisings in Africa."
    },
    {
        "title": "Lost in Paris",
        "tmdb_id": 413778,
        "genres": [
            "Comedy"
        ],
        "languages": [
            "French"
        ],
        "production_countries": [
            "Belgium",
            "France"
        ],
        "release_date": "2017-01-14",
        "overview": "Fiona visits Paris for the first time to assist her myopic Aunt Martha. Catastrophes ensue, mainly involving Dom, a homeless man who has yet to have an emotion or thought he was afraid of expressing."
    },
    {
        "title": "The Other Half",
        "tmdb_id": 381015,
        "genres": [
            "Drama",
            "Romance"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "Canada"
        ],
        "release_date": "2016-12-02",
        "overview": "A grief-stricken man and a bipolar woman fall in love and attempt to forge a simple life together."
    },
    {
        "title": "The Ottoman Lieutenant",
        "tmdb_id": 433356,
        "genres": [
            "Romance",
            "Drama",
            "War"
        ],
        "languages": [
            "Turkish",
            "English"
        ],
        "production_countries": [
            "Turkey",
            "United States of America"
        ],
        "release_date": "2017-03-10",
        "overview": "Lillie, a determined American woman, ventures overseas to join Dr. Jude at a remote medical mission in the Ottoman Empire (now Turkey). However, Lillie soon finds herself at odds with Jude and the mission’s founder, Woodruff, when she falls for the titular military man, Ismail, just as the war is about to erupt."
    },
    {
        "title": "Love & Taxes",
        "tmdb_id": 336323,
        "genres": [
            "Comedy"
        ],
        "languages": [
            "English"
        ],
        "production_countries": [
            "United States of America"
        ],
        "release_date": "2017-03-03",
        "overview": "Love &amp; Taxes is a riveting comic tale of seven years of tax avoidance. Following the possibly real-life exploits of Josh Kornbluth, an autobiographical monologist, Love &amp; Taxes is a comedy that blends solo performance and scripted scenes to bring the subjective reality of the storyteller hilariously to life. A tale of procrastination, making movies and growing up, Love &amp; Taxes is a middle-aged coming-of-age story that is also, quite possibly, the first ever pro-tax romantic comedy."
    }
]